{
  "privacyPolicy":
  "<h2>KEBIJAKAN PRIVASI SPORTIV</h2><br><h3>Mulai dari 1 Desember 2020</h3><br><h4>Untuk apa Kebijakan Privasi ini?</h4><br><p>Kebijakan privasi ini berlaku untuk SPORTIV dalam mengatur privasi penggunanya yang memilih untuk menggunakannya.</p><p>Kebijakan ini menetapkan berbagai bidang yang terkait dengan privasi pengguna dan menguraikan kewajiban &amp; persyaratan pengguna, situs web atau aplikasi, dan pemilik situs web atau aplikasi. Selanjutnya cara situs web atau aplikasi ini memproses, menyimpan dan melindungi data dan informasi pengguna juga akan dirinci dalam kebijakan ini.</p><p>Kami mengumpulkan dan menggunakan informasi berikut untuk memberikan, meningkatkan, melindungi, dan mempromosikan Layanan kami.</p><h4>1. Kebijakan Privasi</h4><br><p>Kami mengumpulkan dan menggunakan informasi yang Anda cantumkan dalam SPORTIV berikut untuk memberikan, meningkatkan, melindungi, dan mempromosikan Layanan kami.</p><h4>2. Informasi Akun</h4><br><p>Kami mengumpulkan informasi yang Anda berikan kepada kami ketika Anda melakukan hal-hal seperti mendaftar untuk Akun Anda dan mengatur otentikasi dua faktor (seperti nama, alamat surat elektronik, nomor telepon, info pembayaran, dan alamat fisik Anda).</p><h4>3. Informasi Penggunaan</h4><br><p>Kami mengumpulkan informasi terkait cara Anda menggunakan Layanan, termasuk tindakan yang Anda lakukan di Akun Anda. Kami menggunakan informasi ini untuk menyediakan, meningkatkan, dan mempromosikan Layanan kami, dan melindungi pengguna SPORTIV lainnya.</p><h4>4. Informasi Perangkat</h4><br><p>Kami juga mengumpulkan informasi dari dan tentang perangkat yang Anda gunakan untuk mengakses Layanan. Ini termasuk hal-hal seperti alamat IP, jenis browser dan perangkat yang Anda gunakan, halaman web yang Anda kunjungi sebelum datang ke situs kami, dan pengidentifikasi yang terkait dengan perangkat Anda. Perangkat Anda (tergantung pada pengaturannya) juga dapat mengirimkan informasi lokasi ke Layanan. Misalnya, kami menggunakan informasi perangkat untuk mendeteksi penyalahgunaan dan mengidentifikasi serta memecahkan masalah bug.</p><h4>5. Pemasaran</h4><br><p>Jika Anda mendaftar untuk Layanan kami, kami akan dari waktu ke waktu mengirimi Anda materi terkait iklan dan promosi yang berkaitan dengan kegiatan SPORTIV jika diizinkan. Pengguna harus mencatat bahwa mereka mengklik tautan eksternal yang disponsori dengan risiko sendiri dan situs web ini dan pemiliknya tidak dapat dimintai pertanggungjawaban atas segala kerusakan atau implikasi yang disebabkan oleh kunjungan ke tautan eksternal yang disebutkan. Pengguna yang menerima materi pemasaran ini dapat memilih keluar kapan saja. Jika Anda tidak ingin menerima jenis materi pemasaran tertentu dari kami, klik tautan ‘berhenti berlangganan’ dalam surat elektronik terkait, atau perbarui preferensi Anda di bagian Pemberitahuan di Akun pribadi Anda.</p><h4>6. Dasar untuk Memproses Informasi Anda. </h4><br><p>Kami mengumpulkan dan menggunakan informasi yang dijelaskan di atas untuk memberi Anda Layanan dengan cara yang andal dan aman. Kami juga mengumpulkan dan menggunakan informasi pribadi untuk kebutuhan bisnis kami yang sah.</p><h4>7. Situs web</h4><br><p>Kami mengumpulkan dan menggunakan informasi yang dijelaskan di atas untuk memberi Anda Layanan dengan cara yang andal dan aman. Kami juga mengumpulkan dan menggunakan informasi pribadi untuk kebutuhan bisnis kami yang sah.</p><h4>8. Penggunaan Cookie dan Teknologi Lainnya</h4><br><p>Kami menggunakan teknologi seperti cookie untuk menyediakan, meningkatkan, melindungi, dan mempromosikan Layanan kami. Misalnya, cookie membantu kami dengan hal-hal seperti mengingat nama pengguna dan lokasi Anda untuk kunjungan Anda berikutnya, memahami bagaimana Anda berinteraksi dengan Layanan kami, dan meningkatkan pengalaman pengunaan Aanda berdasarkan informasi itu. Anda dapat mengatur browser Anda untuk tidak menerima cookie, tetapi ini dapat membatasi kemampuan Anda untuk menggunakan Layanan. Jika sistem kami menerima sinyal dari peramban Anda, kami akan merespons sinyal itu seperti yang diuraikan di sini.</p><p>Beberapa cookie sangat dibutuhkan untuk kebutuhan teknis; di antaranya digunakan untuk fungsi yang dipersonalisasikan untuk pengunjung dan pengguna terdaftar; menampilkan iklan dari jaringan pihak ke tiga yang diizinkan. Cookie semacam ini dijalankan saat halaman dimuat, atau saat pengguna melakukan aksi tertentu (contohnya: klik tombol like, ikuti, atau tombol lain di dalam artikel). Cookie mengumpulkan informasi tentang bagaimana pengguna berinteraksi dengan situs layanan yang di-hosting di SPORTIV, termasuk halaman mana saja yang paling banyak dikunjungi, serta data analitis lainnya. Rincian ini tidak hanya digunakan untuk meningkatkan kinerja situs web.</p><h4>9. Tautan Eksternal</h4><br><p>Meskipun aplikasi atau situs web ini hanya terlihat menyertakan tautan eksternal yang berkualitas, aman dan relevan, pengguna disarankan untuk menerapkan kebijakan hati-hati sebelum mengklik tautan web eksternal apa pun yang disebutkan di seluruh situs web ini. Pengguna harus mencatat bahwa mereka mengklik tautan eksternal dengan risiko sendiri dan situs web ini dan pemiliknya tidak dapat dimintai pertanggungjawaban atas segala kerusakan atau implikasi yang disebabkan oleh mengunjungi tautan eksternal yang disebutkan.</p><h4>10. Iklan dan Tautan Sponsor</h4><br><p>Situs web ini dapat berisi tautan dan iklan yang disponsori. Mengklik iklan tersebut akan mengirim Anda ke situs web pengiklan melalui program rujukan yang dapat menggunakan cookie dan akan melacak jumlah referensi yang dikirim dari situs web ini. Ini mungkin termasuk penggunaan cookie yang pada gilirannya dapat disimpan di perangkat keras komputer Anda. Oleh karena itu, pengguna harus mencatat bahwa mereka mengklik tautan eksternal yang disponsori dengan risiko sendiri dan situs web ini dan pemiliknya tidak dapat dimintai pertanggungjawaban atas segala kerusakan atau implikasi yang disebabkan oleh kunjungan ke tautan eksternal yang disebutkan.</p><h4>11. Batas Perlindungan Data Anda</h4><br><p>Kami percaya bahwa informasi Anda harus menerima perlindungan hukum, kami akan mematuhi Prinsip Permintaan Pemerintah (termasuk dan tidak terbatas pada permintaan pengadilan) dengan surat dan keterangan resmi untuk meminta, menerima, dan mengumpulkan informasi Anda. Kami menerbitkan Laporan Transparansi sebagai bagian dari komitmen kami untuk memberi tahu Anda tentang kapan dan bagaimana pemerintah meminta informasi kepada kami.</p><h4>12. Perubahan</h4><br><p>Kami dapat merevisi Kebijakan Privasi ini dari waktu ke waktu, dan akan mengunggah versi terbaru di situs web kami. Jika revisi secara bermakna mengurangi hak-hak Anda, kami akan memberi tahu Anda.</p><h4>13. Informasi lebih lanjut</h4><br><p>Jika ada pertanyaan atau masalah tentang SPORTIV, Layanan kami, dan privasi, silakan hubungi kami di developer@sportiv.app.</p>"
}
