{
  "termOfServices":
  "<h2>KETENTUAN PENGGUNAAN APLIKASI SPORTIV</h2><br><h3>Mulai dari 1 Desember 2020</h3><br><h4>Selamat datang di Aplikasi SPORTIV!</h4><br><h4>1. Ketentuan Umum</h4><br><p>BACALAH SELURUH KETENTUAN PENGGUNAAN INI SEBELUM MENGAKSES ATAU MENGGUNAKAN APLIKASI SPORTIV.</p><p>Terima kasih telah menggunakan SPORTIV. Syarat dan Ketentuan layanan ini mencakup penggunaan dan akses pengguna (“<b>Anda</b>”) ke layanan, aplikasi dan situs web kami ('<b>Layanan</b>'). Dengan menggunakan Layanan kami, Anda setuju untuk terikat oleh Ketentuan ini dan Kebijakan Privasi kami. Jika Anda menggunakan Layanan kami untuk suatu organisasi, Anda menyetujui Ketentuan ini atas nama organisasi tersebut.</p><p><b>SPORTIV</b> adalah Aplikasi yang memberikan informasi dan kemudahan bagi Anda terkait dengan berbagai aktivitas olahraga yang Anda gemari. Kami menyediakan beberapa fitur yang dapat membantu Anda melaksanakan olahraga yang Anda gemari seperti membantu Anda untuk membuat ataupun bergabung dalam komunitas olahraga terkait, menemukan pelatih yang sesuai dengan keinginan komunitas Anda, serta membantu Anda dan komunitas Anda dalam menemukan tempat agar dapat melaksanakan aktivitas berolahraga Anda.</p><p>Ketentuan Layanan ini, bersama dengan Kebijakan Privasi dan syarat dan ketentuan penggunaan lainnya untuk SPORTIV merupakan KONTRAK YANG MENGIKAT SECARA HUKUM (disebut sebagai '<b>Perjanjian</b>'). Dengan mengakses dan menggunakan aplikasi SPORTIV serta mendaftar menjadi Pengguna SPORTIV, berarti Anda telah membaca, memahami, dan menyetujui untuk terikat dan tunduk dengan semua peraturan yang berlaku di SPORTIV. JIKA ANDA TIDAK SEPENUHNYA DAN SECARA KESELURUHAN MENYETUJUI PERSYARATAN PERJANJIAN DAN ANDA SEBAGAI PENGGUNA YANG BERTANGGUNG JAWAB MEMILIH MELANJUTKAN UNTUK MENGGUNAKAN LAYANAN, ANDA AKAN TERIKAT DENGAN SYARAT PERJANJIAN INI.</p><h4>2. Akun Pengguna</h4><br><p>Untuk mengakses atau memanfaatkan beberapa Layanan atau fitur pada SPORTIV, Anda harus membuat Akun SPORTIV. Anda bertanggung jawab untuk menjaga kerahasiaan informasi akses Anda dan bertanggung jawab atas semua aktivitas yang terjadi dengan memanfaatkan informasi Anda. SPORTIV tidak akan bertanggung jawab atas kerugian yang mungkin Anda derita karena ketidakamanan Akun atau kesalahan penempatan kata sandi atau kunci pribadi.</p><h4><span class='pr-2 pb-0'>&#183;</span> Pendaftaran Pengguna</h4><br><p>Untuk registrasi menjadi pengguna, Anda harus mengisi semua kelengkapan biodata yang dibutuhkan tanpa terkecuali. Anda diminta memberikan segala informasi yang dapat dibuktikan kebenarannya dan tidak palsu serta dapat mempertanggungjawabkan kebenaran dari informasi yang diberikan tersebut. Untuk pengisian nama, Anda diharuskan mencantumkan nama lengkap dan bukan nama alias. Nomor telepon dan alamat surat elektronik yang dicantumkan adalah nomor dan alamat surat elektronik yang aktif, sehingga SPORTIV dapat menghubungi sewaktu-waktu apabila diperlukan. Apabila surat elektronik konfirmasi pendaftaran tidak ditemukan pada inbox surat elektronik Anda, mohon agar memeriksa folder SPAM dan folder JUNK pada surat elektronik Anda.</p><p>KODE VERIFIKASI (<i>ONE TIME PASSWORD</i>/OTP) DIHASILKAN SECARA OTOMATIS OLEH SISTEM KAMI. KAMI TIDAK MENGETAHUI DAN TIDAK PERNAH MEMINTA KODE VERIFIKASI ANDA. JANGAN PERNAH MEMBERITAHUKAN KODE VERIFIKASI ANDA KEPADA SIAPAPUN BAHKAN KEPADA KAMI ATAU PIHAK LAIN YANG MENGAKU SEBAGAI PERWAKILAN KAMI.</p><p>Dalam proses pendaftaran atau registrasi menjadi pengguna, Anda dapat memilih untuk menjadi pengguna biasa ataupun menjadi penguna yang memberikan jasa pelatihan (yang kami sebut sebagai “<b>Pelatih</b>”). Untuk pendaftaran sebagai Pelatih, Anda diharuskan memiliki sertifikasi ataupun pengalaman yang relevan. Untuk menggunakan Layanan ini, Anda harus berusia 'Usia Minimum' (yang berarti 18 Tahun) atau lebih tua dan Anda hanya akan memiliki satu Akun SPORTIV, yang harus atas nama asli Anda. Apabila usia minimun di Negara yang Anda tempati lebih tinggi dari ketetapan usia minimum yang kami tetapkan, maka batasan usia minimum akan mengikuti batasan umur yang lebih tinggi.</p><p>Jika Anda berusia di bawah persyaratan usia minimum yang kami tetapkan atau di Negara yang Anda tempati, Anda membutuhkan persetujuan orang tua agar tetap dapat menggunakan Akun SPORTIV.</p><p>Ketika orang tua Anda memberikan persetujuan, mereka juga dapat membantu mengawasi dan mengelola Akun SPORTIV Anda sampai Anda mencapai persyaratan usia minimum untuk mengelola Akun SPORTIV sendiri.</p><p>Untuk menyiapkan pengawasan yang diwajibkan oleh hukum ke Akun SPORTIV Anda, orang tua harus:</p><p>i. Memiliki Akun SPORTIV, jika tidak memilikinya, orang tua dapat membuat Akun SPORTIV secara gratis;</p><p>ii Berusia 18 tahun ke atas (atau usia yang sesuai di negaramu);</p><p>iii. Tinggal di negara yang sama dengan Anda;</p><p>iv. Meninjau halaman “Tentang Pengawasan” pada Akun Anda, kemudian klik setuju; dan/atau</p><p>v. Konfirmasi sandi Akun Anda dan orangtua Anda klik Setuju</p><p>Kini Akun Anda telah ditautkan. Mintalah orang tua Anda mengikuti langkah-langkah untuk menyiapkan pengawasan Akun Anda.</p><p>Membuat Akun dengan informasi palsu merupakan pelanggaran terhadap ketentuan kami, termasuk Akun yang terdaftar atas nama orang lain atau orang di bawah Usia Minimum dan tanpa pengawasan orang tua.</p><h4><span class='pr-2 pb-0'>&#183;</span> Pendaftaran Komunitas atau Organisasi</h4><br><p>SPORTIV memungkinkan Anda baik Akun pengguna maupun Akun pelatih membangun komunitas atau organisasi baru. Komunitas atau organisasi ini dapat diikuti oleh Akun-Akun yang ada di SPORTIV secara bebas. Komunitas atau organisasi dapat menyelenggarakan pelatihan ataupun pertandingan yang dapat diikuti oleh Akun-Akun pengguna ataupun komunitas atau organisasi lain yang ada dalam SPORTIV. Komunitas atau organisasi yang mengadakan pelatihan ataupun pertandingan ini dibebaskan untuk memberikan penilaian berdasarkan hasil dari pelatihan ataupun pertandingan tersebut, dan hasil penilaian tersebut dapat diunggah atau dimasukkan pada forum ataupun <i>Platform</i> pelatihan ataupun pertandingan terkait dan akan muncul pada halaman profil Anda. Komunitas atau organisasi juga dapat membagikan materi-materi seperti informasi pembelajaran dan jadwal pelatihan atau pertandingan yang dapat dilihat oleh Akun-Akun yang ada di SPORTIV.</p><h4><span class='pr-2 pb-0'>&#183;</span> Akun Pengguna</h4><br><p>Akun pengguna dapat menikmati beberapa fitur yang terdapat dalam layanan SPORTIV. Fitur-fitur tersebut termasuk, namun tidak terbatas pada:</p><p>i. Membagikan materi-materi seperti informasi pembelajaran yang dapat dilihat oleh Akun-Akun yang ada di SPORTIV;</p><p>ii. Menemukan dan menyewa tempat untuk melangsungkan kegiatan olahraga Anda;</p><p>iii. Menemukan dan membeli jasa pelatihan olahraga terkait oleh pelatih yang sesuai dengan keinginan Anda;</p><p>iv. Melakukan transaksi pembayaran yang aman dalam penyewaan tempat latihan dan pembelia jasa pelatihan olahraga; dan/atau</p><p>v. Bergabung atau membentuk komunitas atau organisasi baru yang berkaitan dengan olahraga yang Anda gemari.</p><p>Anda bertanggung jawab penuh atas segala kegiatan yang dilakukan Akun Anda serta dalam menjaga kerahasiaan Akun dan kata sandi dan membatasi akses ke komputer Anda. Anda juga bertanggung jawab atas semua yang terjadi perihal penggunaan Akun pribadi dan kata sandi tersebut. Atas setiap penyalahgunaan Akun atau pelanggaran keamanan lainnya yang berkaitan dengan Akun, Anda setuju untuk segera memberitahukan atau melaporkan hal tersebut ke pihak SPORTIV. SPORTIV tidak akan bertanggung jawab atas kerugian atau kerusakan yang timbul dari kegagalan untuk mematuhi persyaratan-persyaratan ini. SPORTIV berhak pula untuk menolak layanan atau menghentikan Akun Anda.</p><h4><span class='pr-2 pb-0'>&#183;</span> Profil Pengguna dan Pelatih</h4><br><p>Anda setuju untuk mengisi semua informasi pribadi dengan sebenar-benarnya dan seakurat mungkin. Aplikasi SPORTIV memungkinkan profil Anda dapat dilihat oleh pengguna lain. Anda diberikan kebebasan untuk menampilkan atau tidak alamat surat elektronik dan nomor telepon Anda dalam halaman profil.<p>Anda dapat mengunggah pengalaman dan serifikat yang dimiliki terkait dengan olahraga yang Anda gemari dan lakukan untuk menunjang profil Anda. Pihak SPORTIV berhak memblokir Akun Anda apabila diketahui memberikan keterangan atau identitas palsu atau mengatasnamakan pihak lain.</p><h4><span class='pr-2 pb-0'>&#183;</span> Penggunaan Informasi</h4><br><p>Penggunaan informasi Akun Anda untuk kepentingan SPORTIV diperbolehkan dengan syarat tetap oleh persetujuan pihak SPORTIV tanpa melalui perantara dan segala hal yang berkaitan informasi adalah hak SPORTIV sepenuhnya.</p><p>3. Tanggung Jawab Anda</p><p>Anda bertanggung jawab sepenuhnya atas Akun Anda sendiri dan setiap tindakkan yang dilakukan olehnya. Anda bertanggung jawab penuh atas interaksi Anda dengan pengguna Layanan lainnya.</p><p>Kami dapat meninjau perilaku dan Akun Anda untuk kepatuhan atas Ketentuan ini dan Kebijakan Penggunaan yang Dapat Diterima.</p><p>Lindungi kata sandi Anda atas Layanan dan pertahankan informasi Akun Anda. Jangan membagikan kredensial Akun Anda atau memberi orang lain akses ke Akun Anda.</p><p>Anda dapat menggunakan Layanan kami hanya sebagaimana diizinkan oleh hukum yang berlaku. Untuk menggunakan Layanan kami, Anda harus berusia minimal 18 tahun atau sudah menikah. Silakan periksa undang-undang setempat Anda untuk mengetahui usia izin digital. Jika Anda tidak memenuhi persyaratan usia ini, Anda tidak boleh menggunakan Layanan.</p><p>Anda setuju saat menggunakan SPORTIV, bahwa Anda tidak boleh:</p><br><p>i.Mengubah atau memodifikasi bagian apa pun dari Layanan;</p><p>ii. Menggunakan Layanan untuk tujuan ilegal apa pun;</p><p>iii. Menggunakan <i>robot</i>, <i>spider</i>, pembaca luring (<i>offline</i>), pencarian situs dan/atau aplikasi pengambilan, atau perangkat lain untuk mengambil atau mengindeks bagian apa pun dari Layanan;</p><p>iv. Mengirimkan segala virus, <i>worm</i>, cacat, <i>Trojan horses</i>, atau barang-barang lain yang bersifat kontaminasi atau merusak;</p><p>v. Mengunggah Konten apa pun yang menyertakan kode tersembunyi atau yang terkandung dalam Konten yang tidak terkait dengan Konten;</p><p>vi. Memformat ulang atau membingkai bagian apa pun dari halaman web mana pun yang merupakan bagian dari Layanan tanpa izin tegas dari SPORTIV;</p><p>vii. Menyamar sebagai orang lain, baik nyata maupun fiksi;</p><p>viii. Mengizinkan pihak ketiga mana pun untuk menggunakan nama dan kata sandi Anda;</p><p>ix. Melanggar atau berusaha melanggar sistem SPORTIV atau mengganggu penggunaan Layanan secara normal oleh pengguna;</p><p>x. Mengirim segala bentuk permintaan atau spam;</p><p>xi. Mengirim Konten apa pun yang secara keliru menyiratkan sponsor Konten oleh Layanan, memalsukan atau menghapus atribusi penulis mana pun dalam Konten apa pun, atau mempromosikan informasi apa pun yang Anda tahu salah atau menyesatkan;</p><p>xii. Mendistribusikan salinan ilegal atau tidak sah dari karya orang lain yang memiliki merek dagang atau hak cipta;</p><p>xiii. Mendistribusikan Konten yang memfitnah, bersifat cabul, pornografi, kasar, melecehkan, mengancam, melanggar hukum atau mempromosikan atau mendorong kegiatan ilegal;</p><p>xiv. Mendistribusikan Konten yang melanggar hak orang lain, seperti mendistribusikan Konten yang melanggar hak cipta, merek dagang, paten, rahasia dagang atau melanggar hak privasi atau publisitas apa pun, atau yang memfitnah atau memfitnah, atau yang mengarahkan pengguna mana pun ke konten pihak ketiga tanpa persetujuan dari pihak ketiga;</p><p>xv. Mencemarkan nama baik atau memfitnah siapa pun; menyerang hak privasi atau publisitas seseorang atau melanggar, menyalahgunakan, atau melanggar hak orang lain;</p><p>xvi. Mengekspor kembali Konten yang melanggar undang-undang Indonesia atau tanpa semua persetujuan, lisensi, dan pengecualian yang diperlukan; dan/atau</p><p>xvii.Memposting tautan apa pun yang bersifat cabul atau pornografi, atau menampilkan materi pornografi atau eksplisit seksual apa pun.</p><h4>4. Layanan 'Sebagaimana Adanya'</h4><br><p>Kami berusaha keras untuk memberikan Layanan terbaik, tetapi ada hal-hal tertentu yang tidak dapat kami jamin. SEJAUH DIIZINKAN OLEH UNDANG-UNDANG, SPORTIV DAN AFILIASI, PEMASOK DAN DISTRIBUTOR TIDAK MEMBUAT JAMINAN, SECARA LANGSUNG ATAU TERSIRAT TENTANG LAYANAN. LAYANAN DISEDIAKAN 'SEBAGAIMANA ADANYA.' KAMI JUGA MENYANGKAL SETIAP JAMINAN DAGANG, KESESUAIAN UNTUK TUJUAN TERTENTU, DAN TANPA PELANGGARAN.</p><h4>5. Pernyataan Garansi</h4><br><p>Anda setuju bahwa penggunaan layanan akan menjadi risiko Anda sendiri.</p><p>SPORTIV tidak menjamin bahwa Layanan tidak akan terganggu atau tidak adanya kesalahan atau membuat jaminan hasil yang diperoleh dari penggunaan Layanan atau Konten. Baik Layanan dan isinya didistribusikan pada dasar 'sebagaimana adanya, sebagaimana tersedia'. Layanan SPORTIV tidak membuat jaminan apa pun, baik tersurat maupun tersirat, termasuk, tanpa batasan, jaminan tertentu atau jaminan tersirat dari kelayakan dagang atau kemampuan untuk tujuan tertentu, dengan menghormati Layanan atau isi atau produk atau Layanan yang dijual melalui Layanan ini.</p><p>Anda setuju bahwa Anda menanggung semua risiko baik kualitas dan kinerja layanan dan akurasi yang ada dalam Layanan ini. Untuk kejelasan, SPORTIV tidak dibebankan atau bertanggung jawab atas setiap (i) kekeliruan, kesalahan, atau ketidak akuratan isi, (ii) kebenaran informasi yang tercantum dalam profil setiap pengguna biasa ataupun pelatih yang ada dalam SPORTIV,  (iii) kebenaran informasi atas acara yang diselenggarakan oleh pengguna dan/atau komunitas yang terdapat dalam SPORTIV, (iv) <i>bug</i>, <i>virus</i> , <i>trojan horses</i>, atau seperti yang mungkin dapat diterbitkan ke atau melalui Layanan kami.</p><h4>6. Batasan Tanggung Jawab</h4><br><p>Kami bertanggung jawab hanya untuk kerugian dan kerusakan yang dapat diduga dan merupakan hasil dari kesalahan dari kami. Paragraf ini tidak mempengaruhi hak konsumen yang tidak dapat diabaikan atau dibatasi dengan kontrak atau perjanjian apa pun.</p><p>SPORTIV dan afiliasinya menyangkal semua jaminan terkait Layanan, termasuk namun tidak terbatas pada jaminan (a) tentang keakuratan informasi pengguna (termasuk namun tidak terbatas pada identitas pengguna, sertifikasi dan dokumen pendukung pengguna, rekomendasi, koneksi, dan referensi), (b) mengenai informasi yang menjadi dasar kategori penargetan unggahan (misalnya informasi profil pengguna), (c) mengenai tingkat keamanan dan validitas acara yang diselenggarakan oleh komunitas yang terdaftar di Layanan; (d) mengenai hasil penilaian Anda dan penggunaan lain dari penyelenggara atau komunitas yang menyelenggarakan acara, atau (e) bahwa Layanan tidak akan terganggu atau bebas dari kesalahan.</p><p>Terlepas dari adanya tinjauan atau persetujuan atas unggahan apa pun oleh SPORTIV, Anda setuju untuk mengganti rugi SPORTIV dan afiliasinya dan menjaga SPORTIV dan afiliasinya tidak berbahaya dari segala kerusakan, kerugian, dan biaya (termasuk, tetapi tidak terbatas pada, biaya pengacara yang wajar) terkait dengan klaim atau proses pihak ketiga, yang timbul dari atau terkait dengan unggahan Anda, tujuan, penggunaan Layanan, dan pelanggaran Syarat dan Ketentuan ini.</p><h4>7. Batas Perlindungan Data Anda</h4><br><p>Kami percaya bahwa data Anda harus menerima perlindungan hukum yang sama terlepas dari apakah itu disimpan di Layanan kami atau di perangkat keras komputer di rumah Anda. Kami akan mematuhi Prinsip Permintaan Pemerintah (termasuk dan tidak terbatas pada permintaan pengadilan) dengan surat dan keterangan resmi untuk meminta, menerima, dan mengumpulkan data Anda. Kami menerbitkan Laporan Transparansi sebagai bagian dari komitmen kami untuk memberi tahu Anda tentang kapan dan bagaimana pemerintah meminta informasi kepada kami. Laporan ini merinci jenis dan jumlah permintaan yang kami terima dari penegak hukum.</p><h4>8. Pembayaran</h4><br><p>Baik untuk penggunaan jasa pelatih, penggunaan tempat/lapangan yang dibutuhkan, serta keikut sertaan acara yang diselenggarakan oleh komunitas atau pengguna yang tergabung dalam SPOTIV, Anda setuju untuk membayar sesuai dengan harga yang tercantum dan waktu yang ditetapkan oleh SPORTIV.</p><p>SPORTIV disini berguna sebagai <i>Platform</i> untuk menjembatani transaksi antara Anda (sebagai pembeli) dan pelatih atau penyedia tempat olahraga (sebagai penjual) agar transaksi dapat dilakukan secara aman. Apabila Anda tidak membayar sesuai dengan batas waktu yang telah ditentukan, maka pemesanan dianggap dibatalkan.</p><p>Akun pelatih dan penyedia tempat olahraga berhak untuk menerima pembayaran dari Akun Anda yang menggunakan jasa atau tempat tersebut. Pembayaran akan dilakukan oleh Akun Anda melalui Akun SPORTIV dan atas pembayaran tersebut, pihak SPORTIV akan menyalurkan atau membayarkannya kepada Akun pelatih dan/atau penyedia tempat olahraga.</p><p>Anda harus mengikuti prosedur yang ditetapkan oleh SPORTIV dan/atau DOKU sebagai penyedia Layanan pembayaran.</p><p>Dengan menerima ketentuan penggunaan, Anda setuju untuk menggunakan DOKU sebagai metode pembayaran Anda dan oleh karena itu setuju untuk mengikuti prosedur yang ditetapkan dalam Aplikasi dan DOKU sebagai penyedia layanan pembayaran.</p><p>Setelah Anda melakukan pembayaran penuh, SPORTIV akan melakukan pemesanan dan menerbitkan kode reservasi, yang akan disertai dengan rincian pesananan Anda. Anda perlu menunjukkan kode pemesanan Anda pada saat hendak menggunakan jasa pelatih maupun tempat olahraga.</p><p>Anda harus menggunakan Akun DOKU Anda sendiri dan memastikan bahwa ada cukup dana untuk menutupi biaya transaksi. Anda menerima tanggung jawab keuangan untuk semua transaksi yang dilakukan atas nama Anda atau di Akun Anda.</p><p>Anda harus memastikan bahwa detail yang Anda berikan kepada kami sepenuhnya benar dan akurat. SPORTIV berhak untuk tidak menerima metode pembayaran tertentu. SPORTIV dapat menambah atau menghapus metode pembayaran lain atas kebijakannya sendiri.</p><p>Dalam kasus tertentu, kami mungkin memerlukan informasi atau verifikasi tambahan untuk memvalidasi dan mengonfirmasi reservasi, seperti yang dijelaskan secara lebih rinci dalam Aplikasi. Pemesanan tidak dikonfirmasi sampai Anda menerima SMS konfirmasi.</p><h4>9. Penipuan</h4><br><p>Jika terjadi penipuan atau penyalahgunaan akun DOKU Anda oleh pihak ketiga, Anda harus menghubungi Dukungan Pelanggan DOKU segera setelah Anda diberi tahu tentang penyalahgunaan tersebut. Dalam hal ini, SPORTIV tidak akan bertanggung jawab atas insiden penipuan atau penyalahgunaan Akun DOKU oleh pihak ketiga mana pun, tanpa mengurangi apakah penipuan atau penyalahgunaan dilakukan melalui Layanan SPORTIV. SPORTIV tidak berkewajiban untuk mengembalikan pembayaran apa pun atau membayar kembali kepada Anda sebagai akibat dari penipuan tersebut. Kami tidak bertanggung jawab atas penipuan atau penyalahgunaan saldo DOKU Anda jika dilakukan melalui aplikasi atau server selain milik kami atau jika itu adalah akibat dari kesalahan atau kelalaian Anda sendiri. Jika Anda mencurigai adanya pesanan tidak sah atau curang yang dibuat di SPORTIV, Anda harus segera menghubungi tim Layanan Pelanggan kami.</p><h4>10. Pembatalan</h4><br><p>Dengan melakukan reservasi, order atau reservasi melalui Aplikasi, Anda menerima dan menyetujui syarat dan ketentuan yang berlaku, termasuk yang berkaitan dengan kebijakan pembatalan. SPORTIV tidak bertanggung jawab atas pelanggaran Syarat dan Ketentuan yang disepakati antara pihak ketiga dan Pengguna (jika ada) atau berdasarkan permintaan khusus Pengguna.</p><p>Pembatalan keikutsertaan acara, penggunaan jasa pelatih, penggunaan tempat/lapangan hanya bisa dilakukan selambat-lambatnya 1×24 jam sebelum Pendaftaran ditutup.<br>Proses Refund akan diproses maksimal 14 (empat belas) hari kerja. Dana yang dikembalikan dapat di tempatkan atau dikirimkan langsung pada dana aplikasi DOKU Anda oleh pihak SPORTIV.</p><h4>11. Modifikasi</h4><br><p>Kami dapat merevisi Ketentuan ini dari waktu ke waktu untuk menjadi lebih baik, apabila terdapat perubahan hukum, persyaratan peraturan baru, atau penyempurnaan yang dilakukan untuk Layanan kami.</p><p>Jika pembaruan memengaruhi penggunaan Layanan Anda atau hak hukum Anda sebagai pengguna Layanan kami, kami akan memberi tahu Anda sebelum tanggal efektif pembaruan dengan mengirimkan surat elektronik ke alamat surat elektronik yang dikaitkan dengan Akun Anda atau melalui pemberitahuan dalam layanan.</p><p>Jika Anda tidak setuju dengan pembaruan yang kami buat, harap batalkan Akun Anda sebelum menjadi efektif. Dengan terus menggunakan atau mengakses Layanan setelah pembaruan berlaku, Anda setuju untuk terikat oleh Ketentuan yang direvisi.</p><h4>12. Layanan Beta</h4><br><p>Kami terkadang merilis produk dan fitur yang masih kami uji dan evaluasi. Layanan tersebut telah ditandai sebagai beta, pratinjau, akses awal, atau evaluasi (atau dengan kata-kata atau frasa dengan makna serupa) dan mungkin tidak dapat diandalkan seperti layanan SPORTIV lainnya, jadi harap selalu mengingatnya.</p><h4>13. Penghentian Layanan</h4><br><p>Kami dapat memutuskan untuk menghentikan Layanan sebagai tanggapan terhadap keadaan yang tidak terduga di luar kendali SPORTIV atau untuk mematuhi persyaratan hukum. Jika kami melakukannya, kami akan memberi Anda pemberitahuan terkait alasan sebelumnya.</p><h4>14. Akses SPORTIV</h4><br><p>Sejauh diizinkan oleh hukum yang berlaku, ketentuan tambahan berikut akan berlaku saat mengakses SPORTIV melalui perangkat tertentu:</p><h4><span class='pr-2 pb-0'>&#183;</span> App Store</h4><br><p>Dengan mengunduh Aplikasi Sportiv dari perangkat yang dibuat oleh Apple, Inc. ('<b>Apple</b>') atau dari App Store Apple, Anda secara khusus mengakui dan menyetujui bahwa:</p><p>i. Ketentuan ini antara SPORTIV dan Anda; Apple bukan merupakan pihak dari Ketentuan ini;</p><p>ii. Lisensi yang diberikan kepada Anda di bawah ini terbatas pada hak pribadi, terbatas, non-eksklusif, tidak dapat dialihkan untuk menginstal <i>Platform</i> pada perangkat Apple yang diizinkan oleh Apple yang Anda miliki atau kendalikan untuk penggunaan pribadi, non-komersial, tunduk pada Aturan Penggunaan yang ditetapkan dalam Persyaratan Layanan App Store Apple;</p><p>iii. Apple tidak bertanggung jawab atas <i>Platform</i> atau kontennya dan tidak memiliki kewajiban apa pun untuk memberikan layanan pemeliharaan atau dukungan apa pun terkait dengan <i>Platform</i>;</p><p>iv.Jika terjadi kegagalan <i>Platform</i> untuk mematuhi jaminan yang berlaku, Anda dapat memberi tahu Apple, dan Apple akan mengembalikan harga pembelian untuk <i>Platform</i>, jika ada, kepada Anda. Sejauh diizinkan oleh undang-undang yang berlaku, Apple tidak akan memiliki kewajiban jaminan apa pun terkait dengan <i>Platform</i>;</p><p>v.Apple tidak bertanggung jawab untuk menangani setiap klaim oleh Anda atau pihak ketiga terkait dengan <i>Platform</i> atau kepemilikan atau penggunaan Anda atas <i>Platform</i>, termasuk namun tidak terbatas pada (a) klaim tanggung jawab produk, (b) klaim apa pun bahwa <i>Platform</i> gagal memenuhi persyaratan hukum atau peraturan yang berlaku, dan (c) klaim yang timbul di bawah perlindungan konsumen atau undang-undang serupa;</p><p>vi. Jika ada pihak ketiga yang mengklaim bahwa <i>Platform</i> atau kepemilikan dan penggunaan Anda atas <i>Platform</i> melanggar hak kekayaan intelektual pihak ketiga tersebut, Apple tidak bertanggung jawab atas penyelidikan, pembelaan, penyelesaian atau pelepasan klaim pelanggaran kekayaan intelektual tersebut;</p><p>vii. Apple dan anak perusahaannya adalah penerima manfaat pihak ketiga dari Ketentuan ini dan setelah Anda menerima syarat dan ketentuan dari Ketentuan ini, Apple akan memiliki hak (dan akan dianggap telah menerima hak) untuk memberlakukan Ketentuan ini terhadap Anda sebagai pihak ketiga berdasarakan perjanjian ini; dan/atau</p><p>viii. SPORTIV secara tegas mengizinkan penggunaan <i>Platform</i> oleh banyak pengguna melalui fitur Berbagi dengan Keluarga atau fungsi serupa yang disediakan oleh Apple.</p><h4><span class='pr-2 pb-0'>&#183;</span>Google Play</h4><br><p>Dengan mengunduh <i>Platform</i> dari Google Play (atau penerusnya) yang dioperasikan oleh Google, Inc. atau salah satu afiliasinya ('<b>Google</b>'), Anda secara khusus mengakui dan menyetujui bahwa:</p><p>i.Sejauh ada pertentangan antara (a) Persyaratan Layanan Google Play dan Kebijakan Bisnis dan Program Google Play atau persyaratan lain yang ditetapkan Google sebagai persyaratan lisensi pengguna akhir default untuk Google Play (yang semuanya bersama-sama disebut sebagai 'Persyaratan Google Play'), dan (b) persyaratan dan ketentuan lain dalam Persyaratan ini, Persyaratan Google Play akan berlaku sehubungan dengan penggunaan Anda atas <i>Platform</i> yang Anda unduh dari Google Play; dan/atau</p><p>ii.Anda dengan ini mengakui bahwa Google tidak memiliki tanggung jawab atau kewajiban apa pun terkait dengan kepatuhan atau ketidakpatuhan oleh SPORTIV atau Anda (atau pengguna lain) berdasarkan Persyaratan ini atau Persyaratan Google Play.</p><h4>15. Hak Kekayaan Intelektual dan Privasi</h4><br><p>Layanan ini dilindungi oleh hak cipta, merek dagang, dan hukum Indonesia. Ketentuan ini tidak memberi Anda hak, kepemilikan, atau kepentingan apa pun dalam Layanan, konten orang lain dalam Layanan, merek dagang SPORTIV, logo, dan fitur merek lainnya. Kami menerima masukan, namun perhatikan bahwa kami dapat menggunakan komentar atau saran tanpa adanya kewajiban kepada Anda.</p><p>Kami menghormati kekayaan intelektual orang lain dan meminta Anda melakukannya juga. Kami menanggapi pemberitahuan dugaan pelanggaran hak cipta jika mereka tidak mematuhi hukum, dan pemberitahuan tersebut harus dilaporkan menggunakan Kebijakan Hak Cipta kami. Kami berhak untuk menghapus, menghentikan, atau menonaktifkan akun pengguna yang diduga melanggar hal tersebut. Untuk pemberitahuan dugaan pelanggaran hak cipta dapat dihubungi pada Layanan ini:<br>SPORTIV<br>PT. Aplikasi Inovovasi Solusindo<br>Jl. Tanjung Duren Utara No. 65A, Grogol Petamburan, Jakarta Barat, DKI Jakarta<br>Developer@sportiv.app</p><h4>16. Penggunaan Hukum</h4><br><p>Ketentuan ini akan diatur oleh hukum Indonesia. Seluruh perjanjian Ketentuan-Ketentuan ini merupakan seluruh perjanjian antara Anda dan SPORTIV sehubungan dengan pokok permasalahan dari Ketentuan ini, dan menggantikan perjanjian sebelumnya atau perjanjian lain, atau syarat dan ketentuan yang berlaku untuk pokok permasalahan dari Ketentuan ini.</p><h4><span class='pr-2 pb-0'>&#183;</span>Penyelesaian Sengketa</h4><br><p>Mari kita mencoba mengatasinya terlebih dahulu. Kami ingin mengatasi masalah Anda tanpa memerlukan proses hukum formal. Sebelum mengajukan klaim terhadap SPORTIV, Anda setuju untuk mencoba menyelesaikan sengketa secara informal dengan menghubungi developer@sportiv.app. Kami akan mencoba menyelesaikan sengketa secara informal dengan menghubungi Anda melalui surat elektronik. Jika perselisihan tidak diselesaikan dalam waktu 15 (lima belas) hari setelah pengajuan, Anda atau SPORTIV dapat membawa sengketa ke proses Hukum Formal melalui Pengadilan. Anda dan SPORTIV setuju untuk menggunakan Pengadilan untuk menyelesaikan semua klaim yang terkait dengan ketentuan ini. Baik Anda dan SPORTIV memutuskan dimana untuk menyelesaikan klaim dan perselisihan akan diselesaikan di Pengadilan Negeri Jakarta Pusat.</p><h4>17. Cara Menghubungi Kami</h4><br><p>Anda dapat menghubungi Kami melalui surat elektronik ke alamat developer@sportiv.app atau melalui Whatsapp 081919869186. Semua korespondensi Anda akan dicatat, direkam, dan disimpan untuk arsip Kami.</p>"
}